Revit 2027 API
ParameterTypeId.StairstypeShowUpdown Property
 "Show Up/Down in Plan": Show Up/Down in Plan
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeShowUpdown { get; }
Public Shared ReadOnly Property StairstypeShowUpdown As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeShowUpdown {
	ForgeTypeId^ get ();
}
static member StairstypeShowUpdown : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace